---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisSurface.Height
zh: 高度
source: html/f753e31c-2a69-ddf2-81bf-e947e4c9aee3.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisSurface.Height Property

**中文**: 高度

The height of the analytical rectangular geometry.

## Syntax (C#)
```csharp
public double Height { get; }
```